[
    {
        "Title": "Avatar",
        "Year": "2009",
        "Runtime": "162 min",
        "Genre": "Фэнтэзи, приключения, экшен",
        "Country": "США",
        "Description": "Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса."
    },
    {
        "Title": "Я легенда",
        "Year": "2007",
        "Runtime": "101 min",
        "Genre": "Драма, хоррор",
        "Country": "США",
        "Description": "Неизвестный вирус унёс жизни половины населения земного шара, а остальную половину превратил в вампиров. Единственный уцелевший человек с иммунитетом к заболеванию ночами держит осаду упырей, а днем пытается найти противоядие и докопаться до причин эпидемии."
    },
    {
        "Title": "Довод",
        "Year": "2020",
        "Runtime": "150 min",
        "Genre": "Фантастика, боевик",
        "Country": "США",
        "Description": "После теракта в киевском оперном театре агент ЦРУ объединяется с британской разведкой, чтобы противостоять русскому олигарху, который сколотил состояние на торговле оружием. Для этого агенты используют инверсию времени — технологию будущего, позволяющую времени идти вспять."
    },
    {
        "Title": "Во все тяжкие",
        "Year": "2008–2013",
        "Runtime": "49 min",
        "Genre": "Crime, Drama, Thriller",
        "Country": "USA",
        "Description": "Школьный учитель химии Уолтер Уайт узнаёт, что болен раком лёгких. Учитывая сложное финансовое состояние дел семьи, а также перспективы, Уолтер решает заняться изготовлением метамфетамина. Для этого он привлекает своего бывшего ученика Джесси Пинкмана, когда-то исключённого из школы при активном содействии Уайта. Пинкман сам занимался варкой мета, но накануне, в ходе рейда УБН, он лишился подельника и лаборатории."
    },
    {
        "Title": "Рик и Морти",
        "Year": "2013",
        "Runtime": "23 min",
        "Genre": "Мультфильм, комедия, фантастика",
        "Country": "США",
        "Description": "В центре сюжета - школьник по имени Морти и его дедушка Рик. Морти - самый обычный мальчик, который ничем не отличается от своих сверстников. А вот его дедуля занимается необычными научными исследованиями и зачастую полностью неадекватен. Он может в любое время дня и ночи схватить внука и отправиться вместе с ним в безумные приключения с помощью построенной из разного хлама летающей тарелки, которая способна перемещаться сквозь межпространственный тоннель. Каждый раз эта парочка ока"
    },
    {
        "Title": "Зона комфорта",
        "Year": "2020",
        "Runtime": "24 min",
        "Genre": "Комедия",
        "Country": "Россия",
        "Description": "Ярослав Костров, хамоватый и изворотливый владелец небольшой транспортной компании в Мурманске, по стечению обстоятельств попадает в норвежскую тюрьму, где уровень комфорта напоминает хорошие гостиницы со всеми удобствами и интернетом. Но единственное, что связывает Ярика с домом, – это окно Skype, через которое ему придется как-то выпутываться из сложившихся обстоятельств, а также противостоять мафии, контролировать свой бизнес, стараться не потерять жену и воспитывать детей, которые по видеосвязи воспитываться отказываются."
    }
]